[YAF1_UIUnitInfo]
m_strEnemyInfo="Enemy Info"
m_strSoldierInfo="Soldier Info"
m_strNotAUnit="Not A Unit"
m_strNoInfoAvailable="No Info Available"

m_strPassives="Passives"

+LockedTitles="0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
+LockedDescriptions="0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX 0xXXXXXXXX"
m_strCensoredStat="0xXX"
m_strAlphabet="1234567890ABCDEF"

[YAF1_UIWeaponPanel]
m_strInfinitySymbol=∞